Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Monster Hunter Becomes a Princess KO>EN.tmx
Source language: ko
Languages: en

source: 그래서 난 이 모든 일의 원흉인 유리니카가 미웠어.
en: that was why I hated yurinika.

source: 내가 비슷한 경험이 있어서 그러는데 얼굴, 그래 아주 중요하지만 다가 아니야.
en: coming from experience, appearance is not the only thing that matters.

source: 다행히 그 마물도 시체로 발견되었는데…
en: thankfully, that dark creature was also found dead...

source: 게다가 여자 바로 옆에 또 다른 사람의 형체가 누워있었던 것 같았는데 아르젠이 들어와서 자세히 보지 못했어.
en: I think there was a human figure laying next to that woman too, but I couldn’t really see because arzen walked in.

source: 네, 맞아요.
en: that’s right.

source: 아이스 아메리카노?
en: co-coffee?

source: 잘 알겠습니다.
en: noted.

source: 천년 전에 죽었습니다만.
en: he died about a thousand years ago.

source: 보통은 의리가 없다고 하지.
en: or simply disloyal...

source: 이번에는 엘리샤 아가씨가 찾아오셨….
en: lady elisha is here for...

source: 약혼내정자?!
en: my fiance?

source: 몇 마리나 있어?
en: how many are there?

source: 갈 데가 있어.
en: i must go somewhere quickly.

source: 오늘은 좀 쉬어, 쥬디~
en: get some rest first, judy.

source: 그래, 이제 기억이 났어…
en: i remember now...

source: 새로 들어온 요리사의 보조인데 일이 서툴러서...
en: he’s the new chef’s assistant, but it seems he isn’t...

source: 저 벌레가 시끄럽다는 거였는데.
en: i meant the bug. it really was loud.

source: 저희 백작님과 어렸을 때부터 친하셨습니다.
en: he is your childhood friend.

source: 어머나, 너무 기대하면 곤란한데.
en: haha, don’t get too excited.

source: <충격으로 유리에 부딪혀 기절한 뿌>
en: <bu hit his head on the window from shock and passed out>

source: 간다.
en: i am leaving.

source: 그놈을 만났거든.
en: i met him.

source: 리에나 공주.
en: princess liena.

source: 저, 저로 말씀드릴 것 같으면 최고의 주술사 베노스님의 제자의 제…
en: i-i studied directly under another who was taught by venos, one of the best warlocks...

source: 무거움이 사라진 게 우연이 아니라면 이 몸에 적응할 때까지 그 여자가 필요한데….
en: assuming it wasn’t a coincidence, i’ll need that woman until i adjust to this body...

source: 맑은 하늘에서 왜 갑자기 비가 내리지?
en: how is it raining when it was sunny just a moment ago?

source: 누가 오셨다고?
en: who’s here?

source: 보는 눈은 있어 가지구.
en: at least you have good taste.

source: 죽음의 신은…
en: do you think the god of death...

source: 모두 공주님을 기다리고 계세요.
en: everybody is waiting for you at the table.

source: 생명은 죽어서 다시 태어나 새로운 삶을 시작할 기회라도 얻지만
en: living creatures die and get a chance to start life anew...

source: 아니,
en: or banished.

source: 잊었나 보군.
en: i think you forgot.

source: 궁에는 알리셨나요?
en: did you alert the palace about it?

source: 죽음의 신께 저주를 받은 게 분명해!
en: she must be cursed!

source: 이건 레티스 공작님이 주셨다던 독이고, 이건 뭐라고 했지?
en: this is the poison duke letis gave you, so what’s this?

source: 당연히!
en: of course...

source: 공주님….
en: your highness...

source: 숨어.
en: hide.

source: 에테라는 고대어로 ‘보이지 않는 자’를 뜻하거나
en: ethera in ancient language means “invisible person”.

source: 죽을 수도 있어요.
en: ...you could die.

source: 수잔나는 오늘 아침에 2층 창문을 닦다가 갑자기 낙상을 했다구.
en: susannah fell while she was cleaning the windows on the second floor today.

source: 아까 잠깐 마주쳤죠?
en: we met before, remember?

source: 걸리적거리는 걸 해치운 표정인 걸 보니 안 들키고 서류작업은 잘 했나봐.
en: you seem more relaxed. are you done with the paperwork?

source: 정확하게… 무슨 일이 있었던 거야?
en: what... just what happened?

source: 아, 아니야.
en: n-no, it’s okay.

source: 손님?
en: your guest?

source: 간만에 인간들이군.
en: it’s been a while since humans last visited.

source: 날 소환한 자를 찾아주겠다며!
en: you said you’d find the person who summoned me!

source: 사람의 피를 마시는 취미는 없는데.
en: i don’t like drinking human blood.

source: 사라졌어.
en: she is gone.

source: 난 더한 고통에도 살아남았어.
en: i’ve survived worse before.

source: 방금 리에나 공주를 봤어.
en: anyways, i just saw princess liena.

source: 그건 튜튜라는 마물입니다.
en: that’s a dark creature named tyu-tyu.

source: 여기서 떨어지면 죽어요!
en: you won’t make it if you fall from here!

source: 아르젠 백작님 댁이요?!
en: count arzen’s place, your highness?!

source: 아버지에게 꼭 하고 싶은 말이 있었는데…
en: I had something to tell my dad...

source: 미세먼지요?
en: air pollution?

source: 그런데……
en: arzen said...

source: 의외로 귀엽다니까.
en: that’s kinda cute...

source: 죄송합니다.
en: my apologies, your highness.

source: 마리엔의 영은 왜 소환이 안되는 거지, 정말 환생이라도 한 건가.
en: why is marianne’s soul not being summoned? did she really reincarnate?

source: 아르젠이 레티스 공작을 싫어한다고?
en: arzen doesn’t like letis?

source: 왜 농담이 아닌 것 같지?
en: why do i feel like it wasn’t a joke?

source: 진짜 정보라고는 하나도 없잖아!
en: there is nothing on her!

source: 아르젠이 당신만 못 들어가게 결계같은 걸 쳐놨을 리가 없잖아.
en: it can’t be a barrier just for you... why would arzen do that?

source: 정신 차려!
en: come on!

source: 새들이 당신을 따르는 거야, 당신이 새를 좋아하는 거야?
en: do they like you? or do you like birds?

source: 공주는 꽤 오래 버텼어.
en: but... she lived for a while.

source: 역시 리에나 공주님은 저주받은...
en: she really is a cursed princess...

source: 밤이 되면 난 독 때문에 또 아플 거고, 당신은 내가 만져주지 않아도 힘이 나겠지?
en: when night comes, i’ll suffer from the poison again, but you’ll be powerful even without my “touch”.

source: 리에나 공주님?
en: princess liena?!

source: 지금은 누가 그런 의심을 하는 것도 위험해.
en: no, that’s a dangerous assumption to make.

source: 대단해.
en: impressive.

source: 3일 안에 죽이러 온다고 했으니 남은 건 이틀.
en: he said they were all murdered in three days, so i have two more days left.

source: 핸드폰이 있었으면 다 찍어놓을 텐데 너무 아쉬워.
en: i wish i had my phone so i could take pictures.

source: 슥
en: CLINK

source: 놀라지마.
en: don’t be too surprised.

source: 네, 다시 한 번 더 강력한 소환의식을 준비해보겠습니다.
en: yes sir. I will prepare another powerful summoning ritual.

source: 죄송합니다, 아가씨.
en: my apologies, madam.

source: 부적?
en: talisman?

source: 이야… 리에나 공주의 악명이 굉장하네.
en: hm... princess liena and her infamous bad luck.

source: 못난 제 탓에 직접 인간세계까지 올라오시게 해서 죄송합니다.
en: i’m sorry that you had to come up to the human world because of me.

source: 죄를 진 사람도 충분히 변할 수 있어.
en: people can repent and change.

source: 잊었나 보군.{j}당신도 나도 죽은 몸에 들어왔다는 걸.
en: i believe you have forgotten{j} that both of us are in dead bodies.

source: 다음 보름달 뜰 때까지 리에나로 살아야 한다면 이 자를 만나서 해결해야할 게 있어.
en: if i have to live as princess liena until the next full moon, i have to meet him and take care of something.

source: 레베카 아가씨-!
en: lady rebecca!

source: 7살 때 부모님은 뱀파이어에게 잔인하게 살해당했고,
en: my parents were brutally murdered by the vampires when i was 7.

source: 그런 셈이지…….
en: in a way...

source: 여기로 데려오자.
en: let’s bring that guy here.

source: (크로니온의 누나)
en: (chronion’s sister)

source: 세기의 사랑이라고 외치는 인간이나 신 보다 크로니온은 더 큰 걸 희생했어.
en: his sacrifice was bigger than any before it, whether it was a human’s or god’s.

source: 당신 영혼이 그 몸에 봉인이 되었다고?
en: your soul is trapped in that body?

source: 으아아악-
en: AAAGH!

source: 낮엔 적응이 안 되는 건가?
en: perhaps i don’t have the complete control over it under daylight.

source: 왜 본인 일처럼 화를 내고 그래~ 듣기만 해도 딱 사기꾼이구만.
en: why are you getting mad? obviously it’s just a rumor.

source: 레티스 공작님, 리에나 공주님!
en: duke letis, princess liena.

source: 설마…!
en: impossible...

source: 그런데 다시 죽을 수 있다니 안돼… 싫어!
en: but... i’m going to die again? no!

source: 넵!
en: yes ma’am!

source: 정말 선물로 줄 수 있어?
en: are you really gonna gift it to me?!

source: 이 편지는 그냥 편지가 아냐.
en: this isn’t just a letter.

source: 미쳤어?
en: no way.

source: 어?
en: huh?

source: 그리고,
en: that reminds me...

source: 섬세하고 마음이 여리시고, 모든 걸 자신의 탓이라고 여기고 쉽게 체념하셨죠.
en: before, you were sensitive and delicate... you often blamed yourself for many things and gave up easily.

source: 친애하는 레티스 공작님께.
en: dear duke letis.

source: 레티스 공작 저택에서 해독약을 찾길 바랄게.
en: I sincerely hope you will find the antidote if it is in the mansion.

source: 설레게 갑자기 존대말을~♡
en: she said please this time! ♡

source: 레티스 공작이 죽었다가 살아났다고?
en: duke letis came back to life after dying?

source: 그럼 레티스 공작님, 마지막으로 한 가지만 부탁드리죠.
en: then duke letis, may i ask you for one last favor?

source: 이건 내 기억이 아니잖아!
en: this isn’t my memory.

source: 침실에 안 계셔서 찾고 있었어요.
en: I was looking for you because you weren’t in your bedroom.

source: 나도 사랑했던 사람에게 배신을 당해서 사랑 따윈 믿지 않거든.
en: i was also betrayed by my lover, so i don’t believe in love either.

source: 역시 이런 게 현실일 리가 없어!
en: this can’t be real.

source: 그 여우같은 게 속아 넘어가겠어?
en: she won’t fall for that.

source: 우릴 소환한 자가 되살아난 사람을 죽이러 온다고 했으니 내일 밤까지 함께 기다려보자는 거야.
en: you said the summoner will come and kill us, so let’s just wait together until tomorrow night.

source: 애인 말이야.
en: yeah, a lover.

source: …영혼을
en: can you...

source: 비켜.
en: move it.

source: 어제 저녁식사 정말 맛있었어.
en: dinner was delicious.

source: 기억을 잃기 전에 난 어땠는데?
en: what was i like before?

source: 난 지금 산 것도 죽은 것도 아닌 상태니까 이대로 그냥 소멸되는 거…?
en: and since I’m neither dead nor alive, I’m going to perish like that in a couple days?

source: 나도 성격을 좀 바꿔보려고.
en: yeah, I decided to mix things up a little.

source: 쿵..
en: thump

source: 틈틈이 운동을 좀 하긴 했지만.
en: I did work out here and there too.

source: 전에도 느꼈는데 아르젠 집은 단아하고 조용한 것 같아.
en: I’ve noticed this before, but arzen’s place is so elegant and quiet.

source: 여기 우리 말고 누가 있나?
en: is there someone else here?

source: 그 정도야?
en: it’s that popular?

source: 무슨 의도로 공주님께 친절을 베푸는 거지?
en: why are you being nice to the princess?

source: 내가 과거에 뭘 했는지 기억이 안 나는데
en: i don’t remember what i did in the past...

source: 이 세계로 와서 먹이사슬 최상위에서 바닥으로 떨어진 느낌이라고.
en: ...that you feel like you dropped from the top of the food chain when you came here?

source: 싫은데.
en: no need.

source: 그건…그렇지만… 또 모르죠.
en: that’s true, but you never know...

source: 그런데 나는?
en: but me?

source: 당신 굶어죽기 전에 식사부터 할까?
en: let’s eat before you starve to death.

source: ko_KR
en: en_EN

source: 공작님은 사실 공주님을 싫어하신다고.
en: he hates princess liena.

source: 보자보자 하니까,
en: seriously?

source: 이 몸의 주인이 죽었는지 살았는지도 모르면서.
en: he doesn’t even know if the real owner of this body is alive.

source: 저에겐 너무 어려운 철학적인 말씀이시네요.
en: that’s a little too poetic for me...

source: 어디 가시는 건가?
en: is she going somewhere?

source: …신전?
en: a shrine?

source: 나쁜 자식, 지금 당장 죽여버려?
en: should i just murder the duke?

source: 안녕, 유리…에나 공주!
en: hello, yuri... liena!

source: 후회할 거야.
en: you will regret this.

source: 정체가 뭐야.
en: who are you?

source: 당당하게 우리 몫을 챙긴 거야!
en: we are just taking our portion.

source: 일단 좀 맞고….
en: first, beat him up...

source: 네가 리에나 공주 덕분에 낮에 힘이 생긴다는 건 신기한데 그거 인간에겐 생명을 깎아먹는 다는 거 알아?
en: it’s pretty cool that you can get your power back during the day through princess liena, but did you know that it takes a toll on her life?

source: 그 사람들이 3일 안에 살해당한다는 건 또 뭐구?
en: why do they all die within three days?

source: 아르젠 덕분에 해독약을 얻을 수 있는데.
en: you were just trying to get me an antidote.

source: 뭐라고?
en: what?

source: 공주님, 곧 비가 올 것 같은데 저택으로 모셔다 드릴까요?
en: your highness, it seems like it will rain soon. would you like me to escort you back?

source: 죽음의 신 크로니온
en: chronion, the god of death

source: 약혼하기 싫으면 안 하면 되지 대체 왜 죽인 거야?
en: if he didn’t want to marry her, he should’ve broken off the engagement. why kill her?

source: 저주 인형인가?
en: a voodoo doll?

source: 이 곳에 와서 점점 더 킬러의 감각이 떨어지는 거 아냐?
en: am I losing my senses as a killer?

source: 그냥 먹는 알을 이렇게 모셔둘 리는 없는데….
en: why would he display an egg like this?

source: .....수상하다며 아르젠도 동료?
en: she called him suspicious... yet he is also a comrade?

source: 내 세계였으면 넌 이미 죽었어.
en: if this was back in my world, you’d already be dead.

source: 쥬…
en: ju--

source: 정말?
en: really?

source: 수명이 줄어든다던가.
en: it may shorten your lifespan.

source: 다…른 구…궁금한 거 있으시면 얼마든지 제 수정구술이 알려드릴 수 있습니다.
en: i-if you have a-any other questions... my crystal ball can answer you...

source: 그리고
en: and...

source: 정말 레티스 공작님이 공주님을 해친 걸까요?
en: do you think duke letis harmed princess liena?

source: 당신은 일단 몇 초는 아니네.
en: guess you’re stuck for longer than just couple seconds.

source: 어디 가는데?
en: where are you going?

source: 난 이제 괜찮아졌으니 굳이 만날 필요 없잖아.
en: the poison is gone, so there’s no reason to see him!

source: 흐흑
en: HIC

source: 아무튼,
en: anyways...

source: 뭔 소리야?
en: what are you talking about?

source: 근데 저 새에게서는 죽음의 냄새가 나.
en: but there’s an aura of death around that bird.

source: 노베이?
en: novei?

source: 나 저주받은 공주인 거 알죠?
en: you know who I am and what they call me, right?

source: 이런 부류는 참을 수가 없어.
en: i can’t stand people like him.

source: 나한테 알려주고 싶지 않은 거야?
en: is he hiding something from me?

source: 진정해, 아르젠.
en: calm down, arzen.

source: 주술에 가장 유능한 자이기도 하니까.
en: he is a powerful warlock, after all.

source: 했는데…
en: however...

source: 뭐야…
en: what? then...

source: 히익...
en: EEK

source: 전에도 한번 공주님이 일주일 동안 행방불명 되셨다가 돌아오신 적이 있잖아 조금만 더 기다려보자.
en: remember when she went missing for a week? she came back, so let’s wait a little more.

source: 제가 처리할까요?
en: should I take care of it?

source: 근데 여기 다른 고용인들은 없어?
en: are there no other employees here?

source: 이 세계에서 무사히 잘 지내고 싶으면 아르젠 근처는 얼씬거리지도 마.
en: if you want to survive in this world, don’t mess around with arzen.

source: 이봐, 오지랖.
en: hey, big mouth.

source: 이게 어떤 힘이 있냐면…
en: this is...

source: 리에나 공주님에 대해 궁금한 점이 있어서 잠시 보자고 했네.
en: I want to ask to you about princess liena.

source: 결계가 있는지 모르고 성문 바깥을 나가셨을 때였지.
en: she walked outside the gate, not knowing that there is a barrier.

source: 아무튼 당신이나 나나 이곳과 전혀 다른 세상에서 온 건 확실한 거 같고, 각자 제 살길만 찾으면 되겠네.
en: even if we aren’t from the same world, we still have to find a way to survive.

source: 저리가!
en: no!

source: 아르젠을 본 적 있어?
en: have you ever met him?

source: 쥬디?
en: judy?

source: 설마 아르젠도 마리엔이 정말 스스로 목숨을 끊었다고 생각해?
en: do you really think marianne took her own life, arzen?!

source: 아르젠 오빠…
en: big brother...

source: 응?
en: hmmm?

source: 나라면 절대 용서 못 해!!!
en: I would never forgive anyone for that.

source: 당신이 궁금하다면.
en: if you truly wish to know...

source: 이글
en: quiver

source: 네?
en: what?!

source: 돌아가셨다가 살아나신 거잖아.
en: he came back to life after dying.

source: 한번만 더 허락 없이 이 몸에 손을 댔다가는 죽음의 신을 만나게 해주겠어.
en: ...but if you touch me like that ever again, i’ll be sure to send you right to god of death itself.

source: 난 이 날…
en: i...

source: 쓸데없는 소린 됐고, 마침 잘됐어.
en: whatever. anyways, this is great.

source: 크로니온, 그녀는!!!
en: chronion, she is--

source: 공작님이 여자애를 데려오셨대.
en: i heard the duke brought in a little girl.

source: 왕궁
en: the royal palace

source: 아르젠이랑 한 번 싸워보고 싶은데?
en: I’d like to spar with him one day.

source: 꽉 쥐었을 뿐인데 마법처럼 마물들의 움직임이 멈췄어.
en: all the dark creatures magically stopped moving when I squeezed this thing.

source: 마차가 곧 도착할 거예요.
en: the carriage will be here soon.

source: 웬만한 통증을 잘 참는 나도 정말 참기 힘들만큼 아팠어.
en: the poison was extremely painful even for me, someone with high pain tolerance.

source: 둘이 무슨 사이지?
en: what are they?

source: 레티스 공작님 댁에 놀러 가신다고 하셨어요.
en: she said she’s going to hang out with duke letis.

source: 일단 나가보자!
en: let’s just go.

source: 길치는 아냐.
en: i am not directionally challenged.

source: 자리를 옮기지.
en: let us leave.

source: 파닥
en: FLAP

source: 저두요?
en: am I going with you?

source: 리에나 공주님!
en: princess liena!

source: 절벽에 떨어질 뻔한 남자애를 구하다가 그만 발을 헛디뎌 추락했거든요.
en: I fell from a cliff trying to save a guy who almost fell off of it.

source: 프란츠라면 리에나의 오빠?
en: liena’s brother, frantz?

source: 말하다가 사라지고, 삐치고, 길치에 약간 수상한 면이 있지만 의외로 섬세하고 괜찮은 면이 있단 말이지.
en: despite leaving in the middle of a conversation, he’s not that bad... even if he is a bit directionally challenged, sulky, and suspicious.

source: 대박!
en: no way!

source: 마리엔이 억울하게 죽었으면 반드시 책임을 지게 하겠어.
en: if marianne died because of him, i’ll make him pay.

source: 이거 지나치게 푹신한 거 아냐?
en: isn’t this too soft?

source: 비가 그쳤나 봐요.
en: well... it stopped raining.

source: 공식적으론 유배지만 죄를 지어서 오신 게 아니라서 매달 공주님을 위해 부족함 없이 궁에서 보내주고 있을 겁니다.
en: it’s called a banishment, but you didn’t commit a crime. so, the palace must be sending you supplies, your highness.

source: 뿌
en: bu

source: 그리고 당신이 아니면 안 돼.
en: the touch will not work with others.

source: 네, 백작님!
en: yes sir!

source: 뭔가 불길해!
en: something’s up.

source: …이 새가 보이나?
en: can you see this bird?

source: 마리엔이 죽은 시간 프란츠 왕자님과 함께 있었다고 증언한 사람은…
en: the person who testified for prince frantz when marianne died was...

source: 너 지금 힘이 하나도 없어서 곧 죽을 것 같이 생겼어.
en: you look weak enough to die right now!

source: 운명의 신의 수작이든 아니든 날 다시 찾아올 수 밖에 없을거야.
en: she has no other choice but to return to me.

source: 죽어본 적도 있는데 그런 게 무섭겠어?
en: I already died once. why would I be afraid of that?

source: 마을 이장
en: village chief

source: 저승의 뱃사공?
en: the doorman of the underworld?

source: 저렇게나 많잖아.
en: look, there are so many of them.

source: 뱀파이어, 늑대인간, 좀비가 공존하는 세상에서
en: ...in a world filled with vampires, werewolves, and zombies...

source: 성까지 꽤 먼 것 같은데
en: the castle seems to be pretty far...

source: 아악!!
en: agh!!!

source: 그런 거였어?
en: so that’s what it was?

source: 내 가족이 아르젠의 가족을 다 죽게 만든 거잖아.
en: it was my family who killed yours.

source: 마법이 내 눈을 가리고 있다고 해도
en: it is impossible for me to not recognize her...

source: 킬러에서 공주는 좀 안 어울리나?
en: is it weird to go from a killer to a princess?

source: 그냥 덥석 만져버리세요 크로니온님!
en: just grab her hand, master!

source: 아, 몰라.
en: whatever.

source: 꺄아아악!!!!
en: AAAHHH!

source: 이참에 마물들을 싹 다 없애버리고 소르덴 산을 내가 접수해버릴까?
en: should i just get rid of all the dark creatures and take the mountain for myself?!

source: 뭐야, 기억을 잃었다더니 인격이라도 바뀐거야?
en: what?! i thought she lost her memories, not her whole personality.

source: 무엇이 공주님을 변하게 한 거지…?
en: what made her change...?

source: 다 빼돌려 가져 간 거 모른 척 해줬으면 조용히 찌그러져 있을 것이지 어디서 나대?
en: I let it all slide, knowing you stole all of it from me. so shut it.

source: 아무튼 고마워, 아르젠.
en: anyway, thank you.

source: 제발 부탁드려요, 네?
en: please?

source: 원래 있어야 할 곳에서 자라지 않고 엉뚱한 곳에 뿌리를 내렸어.
en: she decided to root in a weird place, instead of where its supposed to be.

source: 케릭스라는 흑마법사가 저승의 영들을 소환해 군단을 만들어 인간들을 아예 싹 쓸어 버릴건가 봅니다!
en: a dark magician named kelix is slaughtering humans with an army of underworld souls!

source: 그럼 리에나의 오빠 때문에 가족이 모두 죽고 혼자 남겨진 거야?
en: so he was left all alone because of liena’s brother?

source: 왜 하필 지금 독의 발작이!!
en: why is this happening right now?!

source: 왜 나한테 말 안했어?
en: why didn’t you tell me?

source: 당신도 걱정이 되고.
en: i was worried about you too.

source: 원한다면.
en: if you insist.

source: 나밖에 모르고 살았는데….
en: I was his baby girl...

source: 사실 공주님은
en: your highness.

source: 공주님은 조금 전에 외출하셨는데요?
en: princess liena just left.

source: 저승의 영들을 소환한 자를 찾은 줄 알았다.
en: i thought you found the one who summoned them.

source: 그래도 어딘가 그 마법사의 후계자들이 살아있지 않을까?
en: shouldn’t he have some successors somewhere?

source: …그야.
en: i see.

source: 남을 위해서가 아니라 제 인생을 살아보고 싶어요.
en: i want to live my myself, instead of others.

source: 그녀가 오랫동안 고통 받길 원했지.
en: I wanted her to suffer...

source: 진짜 대단하세요, 리에나 공주님.
en: that’s so cool, princess liena!

source: 좀 도와줄 수 있어?
en: could you help me out?

source: 대체 왜 이런 일이 생긴 거지?
en: why did this happen?

source: 안 궁금함.
en: not curious.

source: 주술사 노베이의 집
en: warlock novei’s house

source: 들어오라고 해.
en: tell her to come in.

source: 나 죽음의 신 봤다~
en: I saw the god of death!

source: 흑마법?
en: dark magic?

source: 노출증환자였어?
en: are you an exhibitionist?

source: 신기해.
en: how strange.

source: 당장 소멸시켜.
en: perish her soul right now.

source: 리…리에나 공주님, 일어나셨어요?
en: y-your highness, good morning.

source: 분노한 레가노스 신과의 대립을 막으려면 그게 최선의 방법이었어.
en: it was only way to stop chronion from going against god leganos.

source: 지금은 숨어있어서 찾을 수가 없지만 보름달이 뜰 때 다시 모습을 드러내겠지.
en: we cannot find them right now while they are hiding, but when the full moon returns, they will reveal themselves again.

source: 네 머리가 썩 좋아 보이지 않아서 내가 궁에 사람을 보내놨거든.
en: I sent someone to the palace to check on it.

source: 위로는 아니고 충전이 모자란 거 같아서.
en: nothing much. I just thought you needed more charging.

source: 이 새는 뭐야?
en: what’s with the bird?

source: 뭐지, 이 생소한 느낌은…?
en: what is this warm, fuzzy feeling?

source: 내가 그때 리에나 공주의 몸에 들어온 영이 유리니카를 닮았다고 해서 그녀와 함께 동거하는 거야?
en: are you living with princess liena because I told you that her soul feels similar to yurinika’s?

source: 파멸, 죽음?
en: ruination and death?

source: 프란츠가 아픈 게 리에나 때문이라고 생각해서 여기로 아예 유배보낸 거였구만.
en: they thought frantz was sick because of liena, so they banished her here.

source: 쉿, 조용히 해.
en: shush, be quiet.

source: 안 간 거야 다시 온 거야?
en: did you never leave? or did you come back?

source: 리에나는 대체 어떤 인생을 산거지?
en: what kind of life did liena live?

source: 젠장!
en: damn it!

source: 하….
en: hmph.

source: 리에나 공주님을 곁에 두시고 직접 처리하시려는 건가.
en: is he trying to get rid of her highness himself? by keeping her close?

source: 얼마나 변했을지 갑자기 궁금하네.
en: I wonder what she’s like now.

source: 지키지 못할 약속을 하기 때문이다.
en: ...and make promises they can not keep.

source: 레티스?!
en: letis?!

source: 저 여자가 더 예쁜데?
en: she’s prettier.

source: 흠..
en: hm...

source: 그렇게 쉽게 갈 수 있는 게 아니더라구~
en: it’s not that easy to get out of here!

source: 작별 선물.
en: it is a farewell gift.

source: 그럼 어쩔 수 없지!
en: too bad, then.

source: 별로.
en: not really.

source: 앗, 공주님~ 기다려주세요~~
en: wait, princess liena! wait for me...!

source: 저게 뭘 의미하는 거지?
en: what does that mean?

source: 세레스탄.
en: serestan...

source: 강한 소환 의식으로 마물들까지 소환됐는데도 실패한 걸 보면 어쩌면…
en: however, we still failed even after using the most powerful summoning ritual and brought about the dark creatures.

source: 크로니온과 유리니카도…
en: chronion and yurinika too...

source: 황당하군.
en: that is absurd.

source: 무서운데...
en: it’s a little creepy...

source: (왜 그런 눈빛으로 쳐다보는 거야…
en: why is he looking at me like that?!

source: 리, 리에나 공주님.
en: p-princess liena.

source: 사용법을 몰라서 아무도 사용한 사람이 없다는데 나는 왜 되는 거지?
en: nobody else can use it, so why does it work for me?

source: 투 비 컨디뉴!!!
en: ...to be continued!!!

source: 깔깔
en: haha

source: 오물 오물
en: nom nom

source: 못해.
en: i cannot.

source: 이게 무슨….
en: really?

source: 그런데 언니가 개인적인 일로 잠깐 궁을 나가 아직 안돌아오고 있다고 연락이 와서 걱정이에요.
en: she hasn’t been back since she left the palace for personal reasons.

source: 어제 아무 말도 없으셨는데 이렇게 갑자기…?
en: she didn’t say anything to me yesterday.

source: 움직인 걸 보면 사람인데 사람 같지가 않았거든.
en: the way she moved seemed like a person, but she didn’t feel like one.

source: 그냥 막 빙의돼도 공주의 몸이구~
en: dropped into another world, woke up as a princess!

source: 아참, 여기도 신경쓰이는 게 하나 더 있었지.
en: right. there’s more things to take care of here.

source: 아르젠 집에 갈 거거든.
en: I’m going over to arzen’s place.

source: 뭐라고?!
en: what?!

source: 키레네 저승의 문을 지키는 신
en: cyrene guardian of the gates to the underworld

source: 아니, 그렇게 말하니까 내가 되게 나쁜 사람같잖아!
en: wait, that makes me sound like a horrible person!

source: 또 왔어.
en: it’s me again.

source: 대체 언제까지 일주일에 5일을 잠만 자야 하죠?
en: how long do I have to be asleep for five days a week?

source: 네가 이 마을 이장이야?
en: are you the head of this town?

source: 그 방은 저와 백작님 말고는 그 누구도 들어갈 수 없습니다.
en: nobody else can enter that room other than us.

source: 다른 생을 살 수도 있고.
en: you could live another life.

source: 살해당했어.
en: he was murdered.

source: 당신 주술사나 마법사 그런 거야?
en: are you a warlock or a magician?

source: …네.
en: yes.

source: 지하의 내 영들을 소환한 자를 찾으러 가볼까?
en: let us find the one who summoned my soul from underworld.

source: 아르젠 백작님.
en: count arzen.

source: 말잇못 진실을 말하고 있음 정말 인간에게 처음 맞아본 신 반한 거 아님
en: Was interrupted Was telling the truth Was actually hit by a human for the first time Is not in love

source: 뿌도 못 찾아낸 걸 인간이 찾았을 리가…
en: it shouldn’t be possible for a human to find something that bu couldn’t find...

source: 놓치면 안돼!
en: i can’t let it escape!

source: 세레스탄님이 소르덴 산에 칼베르 유해와 마법의 서가 있을 것 같다는 말을 하셔서 그렇잖아요!
en: it’s all because you told him that kalberr’s remains and books might be in mt. sorden!

source: 기억장애도 있었다고?
en: i had memory loss issues?

source: 어떻게 저걸 다 드신거지?
en: how did she finish all of that?

source: 근데 누구야?
en: who is that?

source: 마리엔은 기억이 나시나요?
en: do you remember her?

source: 왜 또 깨어나지 않는 거지?
en: why isn’t he waking up?

source: 왕자님을 위해 최선을 다하겠습니다
en: i’ll do my best for his higness.

source: 아니, 죽여도 되는 거야?
en: can he even do that?

source: 죽은 인간의 몸에 들어오면 부작용으로 노화가 너무 빨리 오는데 마침 이 저택에서 죽은 마물이 있더라고.
en: a dead human’s body ages too quickly, but I found a dead dark creature in this house.

source: 이건 또 누가 낸 소문이야?
en: who started this rumor?

source: 제 딸이 걸어간 걸 본 사람이 있다니까요!
en: someone saw my daughter walking!

source: (거짓말)
en: (lying)

source: 난 리에나 공주와 같이 밥 먹을 생각에 입맛이 뚝 떨어지는데.
en: the thought of eating with princess liena made me lose my appetite.
